Repository: FayzehAlnabulsi/customStory
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Custom Story
ar: قصة مخصصة

# mainTitle
source: Lets enhance our morals and behaviours by fun stories
ar: لنغرس القيم والاداب من خلال القصص الممتعة

source: Levels
ar: مراحل

source: Encouragement Message
ar: عبارة تشجيعية

# customStoryTitle
source: Enter the subject and the name of the main character
ar: قم بتخصيص جوهر واسم الشخصية الرئيسية للقصة

source: subject
ar: جوهر القصة

# mainCharacterName
source: main Character's Name
ar: اسم بطل/ة القصة

source: create Story
ar: إنشاء قصة

source: benefits
ar: المستفاد من القصة

# required
source: required field
ar: حقل اجباري

# tryAgainSthWrong
source: something went wrong please try again later
ar: حدث خطأ ما حاول لاحقا

# tomorrowTitle
source: waiting for you tomorrow
ar: ننتظرك غدا

# tomorrowMessage
source: To open this level please wait for 24 hours
ar: لقراءة هذه المرحلة الرجاء الانتظار ٢٤ ساعة

source: Favorites
ar: المفضلة

source: cancel
ar: إلغاء

source: confirm
ar: تأكيد

source: delete
ar: حذف

# confirmDeleteTitle
source: confirm delete
ar: تأكيد الحذف

# confirmDeleteContent
source: Are sure you want to delete from favorites?
ar: هل انت متأكد من انك تريد الحذف؟

# emptyFavorites
source: No favorite stories added
ar: لا يوجد قصص مفضلة

source: Privacy policy
ar: سياسة الخصوصية
